jakubcizek/pojdmeprogramovatelektroniku/esp32p4/02_ram_benchmark/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"

# Aktivujeme experimentalni funkce
# Diky tomu budeme moci nastavit 200MHz PSRAM
CONFIG_IDF_EXPERIMENTAL_FEATURES=y

# Aktivujeme externi SPI RAM / PSRAM

CONFIG_SPIRAM=y
